[
  {
    "category": "ACTOR IN A LEADING ROLE",
    "entity": "Eddie Redmayne"
  },
  {
    "category": "ACTOR IN A SUPPORTING ROLE",
    "entity": "J.K. Simmons"
  },
  {
    "category": "ACTRESS IN A LEADING ROLE",
    "entity": "Julianne Moore"
  },
  {
    "category": "ACTRESS IN A SUPPORTING ROLE",
    "entity": "Patricia Arquette"
  },
  {
    "category": "ANIMATED FEATURE FILM",
    "entity": "Big Hero 6"
  },
  {
    "category": "CINEMATOGRAPHY",
    "entity": "Birdman or (The Unexpected Virtue of Ignorance)"
  },
  {
    "category": "COSTUME DESIGN",
    "entity": "The Grand Budapest Hotel"
  },
  {
    "category": "DIRECTING",
    "entity": "Birdman or (The Unexpected Virtue of Ignorance)"
  },
  {
    "category": "DOCUMENTARY (Feature)",
    "entity": "CitizenFour"
  },
  {
    "category": "DOCUMENTARY (Short Subject)",
    "entity": "Crisis Hotline: Veterans Press 1"
  },
  {
    "category": "FILM EDITING",
    "entity": "Whiplash"
  },
  {
    "category": "FOREIGN LANGUAGE FILM",
    "entity": "Ida"
  },
  {
    "category": "MAKEUP AND HAIRSTYLING",
    "entity": "The Grand Budapest Hotel"
  },
  {
    "category": "MUSIC (Original Score)",
    "entity": "The Grand Budapest Hotel"
  },
  {
    "category": "MUSIC (Original Song)",
    "entity": "Selma"
  },
  {
    "category": "BEST PICTURE",
    "entity": "Birdman or (The Unexpected Virtue of Ignorance)"
  },
  {
    "category": "PRODUCTION DESIGN",
    "entity": "The Grand Budapest Hotel"
  },
  {
    "category": "SHORT FILM (Animated)",
    "entity": "Feast"
  },
  {
    "category": "SHORT FILM (Live Action)",
    "entity": "The Phone Call"
  },
  {
    "category": "SOUND EDITING",
    "entity": "American Sniper"
  },
  {
    "category": "SOUND MIXING",
    "entity": "Whiplash"
  },
  {
    "category": "VISUAL EFFECTS",
    "entity": "Interstellar"
  },
  {
    "category": "WRITING (Adapted Screenplay)",
    "entity": "The Imitation Game"
  },
  {
    "category": "WRITING (Original Screenplay)",
    "entity": "Birdman or (The Unexpected Virtue of Ignorance)"
  },
  {
    "category": "JEAN HERSHOLT HUMANITARIAN AWARD",
    "entity": "Harry Belafonte"
  },
  {
    "category": "HONORARY AWARD",
    "entity": "To Jean-Claude Carrière, whose elegantly crafted screenplays elevate the art of screenwriting to the level of literature."
  },
  {
    "category": "HONORARY AWARD",
    "entity": "To Hayao Miyazaki, a master storyteller whose animated artistry has inspired filmmakers and audiences around the world."
  },
  {
    "category": "HONORARY AWARD",
    "entity": "To Maureen O'Hara, one of Hollywood's brightest stars, whose inspiring performances glowed with passion, warmth and strength."
  },
  {
    "category": "GORDON E. SAWYER AWARD",
    "entity": "David Winchester Gray"
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Academy Award of Merit)",
    "entity": "To DR. LARRY HORNBECK for the invention of digital micromirror technology as used in DLP Cinema projection."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Scientific and Engineering Award)",
    "entity": "To IAIN NEIL for the optical design, and to ANDRÉ DE WINTER for the mechanical design, of the Leica Summilux-C series of lenses."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Scientific and Engineering Award)",
    "entity": "To BRAD WALKER, D. SCOTT DEWALD, BILL WERNER, GREG PETTITT and FRANK PORADISH for their contributions furthering the design and refinement of the Texas Instruments DLP Cinema projection technology, whose high level of performance enabled color-accurate digital intermediate preview and motion picture theatrical presentation."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Scientific and Engineering Award)",
    "entity": "To ICHIRO TSUTSUI, MASAHIRO TAKE, MITSUYASU TAMURA and MITSURU ASANO for the development of the Sony BVM-E Series Professional OLED Master Monitor."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Scientific and Engineering Award)",
    "entity": "To JOHN FREDERICK, BOB MYERS, KARL RASCHE and TOM LIANZA for the development of the HP DreamColor LP2480zx Professional Display."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To PETER BRAUN for the concept and development of the MAT-Towercam Twin Peek, a portable, remote-controlled, telescoping column that smoothly positions a camera up to 24 feet vertically."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To ROBERT NAGLE and ALLAN PADELFORD for The Biscuit Jr. self-propelled, high-performance, drivable camera and vehicle platform."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To HAROLD MILLIGAN, STEVEN KRYCHO and REINER DOETZKIES for the implementation engineering in the development of the Texas Instruments DLP Cinema digital projection technology."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To CARY PHILLIPS, NICOLAS POPRAVKA, PHILIP PETERSON and COLETTE MULLENHOFF for the architecture, development and creation of the artist-driven interface of the ILM Shape Sculpting System."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To TIM COTTER, ROGER VAN DER LAAN, KEN PEARCE and GREG LaSALLE for the innovative design and development of the MOVA Facial Performance Capture system."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To DAN PIPONI, KIM LIBRERI and GEORGE BORSHUKOV for their pioneering work in the development of Universal Capture at ESC Entertainment."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To MARCO REVELANT for the original concepts and artistic vision, and to ALASDAIR COULL and SHANE COOPER for the original architectural and engineering design, of the Barbershop hair grooming system at Weta Digital."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To MICHAEL SECHREST for the modeling design and implementation, CHRIS KING for the real-time interactive engineering, and GREG CROFT for the user interface design and implementation of SpeedTree Cinema."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To SCOTT PETERSON, JEFF BUDSBERG and JONATHAN GIBBS for the design and implementation of the DreamWorks Animation Foliage System."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To ERWIN COUMANS for the development of the Bullet physics library, and to NAFEES BIN ZAFAR and STEPHEN MARSHALL for the separate development of two large-scale destruction simulation systems based on Bullet."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To BRICE CRISWELL and RON FEDKIW for the development of the ILM PhysBAM Destruction System."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To BEN COLE for the design of the Kali Destruction System, to ERIC PARKER for the development of the Digital Molecular Matter toolkit, and to JAMES O'BRIEN for his influential research on the finite element methods that served as a foundation for these tools."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To MAGNUS WRENNINGE for leading the design and development of Field3D."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To ROBERT BRIDSON for early conceptualization of sparse-tiled voxel data structures and their application to modeling and simulation."
  },
  {
    "category": "SCIENTIFIC AND TECHNICAL AWARD (Technical Achievement Award)",
    "entity": "To KEN MUSETH, PETER CUCKA and MIHAI ALDÉN for the creation of OpenVDB."
  },
  {
    "category": "AWARD OF COMMENDATION",
    "entity": "To Steven Tiffen, Jeff Cohen and Michael Fecik for their pioneering work in developing dye-based filters that reduce IR contamination when neutral density filters are used with digital cameras."
  }
]